export enum Colors {
  blue = 'blue',
  red = 'red',
  green = 'green',
  orange = 'orange',
}

export const cardBenefits = {
  benefits200: [
    'Симметрическая скорость загрузки до 200 Мбит',
    'Включает в себя WiFi - роутер (или используйте свой собственный)',
  ],
  benefits300: [
    'Скорость загрузки до 400 Мбит и выгрузки до 300 Мбит',
    'Включает в себя WiFi - роутер (или используйте свой собственный)',
  ],
  benefits400: [
    'Симметричная загрузки со скоростью до 600 Мбит на совместимом оборудовании',
    'Включает в себя WiFi - роутер (или используйте свой собственный)',
    'Включает в себя до 2 расширителей сети',
  ],
  benefits500: [
    'Симметричная загрузки со скоростью до 800 Мбит на совместимом оборудовании',
    'Включает в себя WiFi - роутер (или используйте свой собственный)',
    'Включает в себя до 2 расширителей сети',
  ],
};

export const cardDescriptions = {
  description200: 'Быстрый и надежный интернет для вашего дома.',
  description300: 'Подходит для игр нового поколения и потокового вещания.',
  description400: 'Профессионалы ценят скорость.',
  description500: 'Подключайся к облаку с исключительной скоростью.',
};

export const sectionTitles = {
  homeSection1: '',
  homeSection2: `
    Этот интернет - от компании, которая считает, что каждый заслуживает быстрого, надежного и
    недорогого интернета
  `,
  homeSection3: '',
  homeSection4: '',
  homeSection5: '',
};
